[
  { "id": "major_00_the_fool", "name": "Блазень", "upright": "Нові починання, невинність, вільний дух", "reversed": "Безрозсудність, стримування, ризик без плану", "description": { "upright": "Блазень уособлює початок подорожі — і буквальної, і духовної. Це карта чистого потенціалу, безмежних можливостей і сміливості ступити в невідоме. Біла троянда в його руці символізує чистоту та невинність, а білий пес біля ніг — вірність і захист. Гори на тлі натякають на виклики попереду, але Блазень дивиться на них з радістю та оптимізмом. Ця карта заохочує приймати нові можливості з дитячим захопленням і довірою до провідництва Всесвіту. Коли з’являється Блазень — це знак зробити стрибок віри, розпочати задуманий проєкт або рушити в подорож, про яку давно мріяли. Довіртесь своїй невинності — Всесвіт підкаже шлях.", "reversed": "Перевернутий Блазень натякає на безрозсудність або зайві ризики без належного зважування. Також це може означати, що страх чи надмірне обдумування змушують вас стримуватися від можливостей. Інколи карта вказує на потребу відновити зв’язок зі своєю внутрішньою дитиною і знову відчути радість спонтанності. Поміркуйте, чи не надто ви обережні, або навпаки — чи треба ретельніше планувати кроки. Часто це попередження проти імпульсивних рішень і водночас запрошення подивитися в обличчя страхам, що заважають рухатися до мрій. Знайдіть рівновагу між спонтанністю і мудрістю." } },
  { "id": "major_01_the_magician", "name": "Маг", "upright": "Маніфестація, винахідливість, сила, натхнена дія", "reversed": "Маніпуляція, слабке планування, нереалізовані таланти", "description": { "upright": "Маг уособлює здатність втілювати бажане завдяки зосередженій волі та майстерності чотирьох стихій. На столі перед ним — кубок, меч, жезл і пентакль — символи всіх ресурсів, які вже доступні. Знак нескінченності над головою вказує на безмежний потенціал і зв’язок між духовним і матеріальним. Ця карта закликає діяти, ефективно застосовувати вміння і творити реальність через рішучість та винахідливість. Коли з’являється Маг — це потужне нагадування: у вас уже є все необхідне для успіху. Ваші таланти, навички та ресурси на місці — настав час використати їх із упевненістю та метою.", "reversed": "Перевернутий Маг вказує на хибне використання сили або талантів: маніпуляцію, спокусу контролювати інших чи ситуації заради вигоди. Можлива відчуженість від власних здібностей або невміння помічати наявні ресурси. Це сигнал переглянути підхід, посилити планування і повернутися до автентичності замість намагання керувати зовнішнім. Також карта може натякати на нереалізований потенціал чи брак фокусу, що гальмує досягнення цілей. Зверніться до своїх мотивів і переконайтеся, що ви використовуєте силу на благо." } },
  { "id": "major_02_the_high_priestess", "name": "Верховна Жриця", "upright": "Інтуїція, внутрішній голос, сакральні знання", "reversed": "Таємниці, відстороненість, від’єднаність від інтуїції", "description": { "upright": "Верховна Жриця сидить між двома стовпами, що символізують дуальність і баланс; півмісяць біля її ніг — це інтуїція і підсвідомість. В її руках сувій Тори — знання і мудрість. Карта закликає довіряти внутрішньому голосу, слухати інтуїцію і торкатися глибинної мудрості в собі. Вона уособлює силу тиші, медитації і зв’язку з Вищим Я, де відповіді виходять за межі раціонального мислення. Коли з’являється Жриця, це знак заспокоїти розум, прислухатися до внутрішнього проводу і довіряти знанням, що вже живуть у підсвідомості.", "reversed": "У перевернутому положенні Жриця натякає, що ви ігноруєте інтуїцію або відчуваєте відрив від внутрішньої мудрості. Можуть бути таємниці — від себе чи від інших — або надмірна ізоляція. Потрібно відновити інтуїтивний зв’язок, наприклад через медитацію, щоденник або природу. Також це може бути схильність покладатися лише на логіку там, де варто довіряти чуттю. Знайдіть баланс між раціональним і інтуїтивним." } },
  { "id": "major_03_the_empress", "name": "Імператриця", "upright": "Турбота, достаток, творчість", "reversed": "Залежність, творчий блок, надмірна опіка", "description": { "upright": "Імператриця — символ турботи, достатку і творчості. Вона серед природи, що уособлює цикл росту та взаємозв’язок усього живого. Її енергія живить і допомагає ідеям, стосункам та проєктам розквітати. Карта закликає творити, приймати достаток і знаходити гармонію з природою.", "reversed": "Перевернута Імператриця вказує на перевтому від турботи про інших, залежність або творчу блокаду. Це нагадування встановити межі і подбати про себе, щоб відновити внутрішній ресурс." } },
  { "id": "major_04_the_emperor", "name": "Імператор", "upright": "Влада, структура, лідерство", "reversed": "Контроль, жорсткість, домінування", "description": { "upright": "Імператор — це порядок, структура і досвід. Він символізує стабільність і вміння будувати міцні основи. Карта закликає діяти стратегічно, брати відповідальність і створювати системи, що підтримують ваші цілі.", "reversed": "Перевернутий Імператор попереджає про надмірний контроль, жорсткість або небажання брати відповідальність. Це знак, що потрібно пом’якшити підхід і бути відкритим до інших поглядів." } },
  { "id": "major_05_the_hierophant", "name": "Ієрофант", "upright": "Традиція, духовна мудрість, конформізм", "reversed": "Бунт, особисті переконання, нові методи", "description": { "upright": "Ієрофант символізує традицію, духовну мудрість і спільні цінності. Це заклик звернутися до перевірених практик, наставників або спільнот, які підтримують ваш розвиток.", "reversed": "Перевернутий Ієрофант означає відхід від усталених правил і пошук власного шляху. Ви можете кидати виклик догмам або створювати нові підходи, зберігаючи повагу до минулого." } },
  { "id": "major_06_the_lovers", "name": "Закохані", "upright": "Кохання, гармонія, вибір, узгодженість", "reversed": "Дисбаланс, неузгодженість, складний вибір", "description": { "upright": "Коханці — про зв’язки, гармонію та вибір серцем. Це союз, де цінності збігаються, і внутрішня гармонія, коли ви у злагоді із собою. Карта закликає діяти з любов’ю та чесністю.", "reversed": "Перевернуті Коханці можуть вказувати на дисгармонію, конфлікти або уникнення важливих рішень. Це сигнал відновити баланс і діяти у згоді зі своїми цінностями." } },
  { "id": "major_07_the_chariot", "name": "Колісниця", "upright": "Рішучість, контроль, перемога", "reversed": "Втрата напряму, брак контролю, агресія", "description": { "upright": "Колісниця — символ рішучості, контролю та перемоги. Це про вміння спрямовувати енергію в потрібному напрямку, навіть коли сили тягнуть у різні боки. Карта закликає тримати курс і діяти зосереджено, щоб подолати перешкоди.", "reversed": "Перевернута Колісниця натякає на втрату напрямку, брак контролю чи агресивний підхід. Це момент зупинитися, переосмислити цілі і рухатися лише з чітким розумінням шляху." } },
  { "id": "major_08_strength", "name": "Сила", "upright": "Відвага, терпіння, внутрішня міць", "reversed": "Самосумнів, слабкість, брак впевненості", "description": { "upright": "Сила — це мужність, терпіння і внутрішня міць. Жінка, що лагідно приборкує лева, показує, що розуміння і співчуття можуть більше, ніж груба сила. Карта нагадує, що справжня сила — у стійкості і доброті.", "reversed": "Перевернута Сила вказує на сумніви у власних можливостях, втрату впевненості або труднощі з контролем емоцій. Це заклик до самопідтримки і визнання власного прогресу." } },
  { "id": "major_09_the_hermit", "name": "Відлюдник", "upright": "Інтроспекція, мудрість, самота", "reversed": "Ізоляція, відсторонення, самотність", "description": { "upright": "Відлюдник — це час самопізнання і внутрішнього пошуку. Його ліхтар символізує істину, яку знаходять у тиші. Карта закликає відсторонитися від шуму світу, щоб почути власну мудрість.", "reversed": "Перевернутий Відлюдник може означати надмірну ізоляцію або уникнення внутрішньої роботи. Це сигнал знайти баланс між усамітненням і взаємодією з іншими." } },
  { "id": "major_10_wheel_of_fortune", "name": "Колесо Фортуни", "upright": "Цикли, доля, переломний момент", "reversed": "Опір змінам, невдача, перешкоди", "description": { "upright": "Колесо Фортуни нагадує, що життя постійно змінюється. Це поворотний момент, новий етап чи несподівана можливість. Карта закликає приймати зміни і бути відкритим до шансів.", "reversed": "Перевернуте Колесо Фортуни вказує на опір змінам, невдачі або затримки. Це нагадування подивитися на ситуацію з нового боку і відпустити контроль." } },
  { "id": "major_11_justice", "name": "Справедливість", "upright": "Правда, чесність, відповідальність", "reversed": "Нечесність, несправедливість, уникання", "description": { "upright": "Справедливість — це істина, чесність і відповідальність. Карта нагадує, що кожен вибір має наслідки, і закликає діяти у згоді зі своїми цінностями.", "reversed": "Перевернута Справедливість вказує на брехню, упередженість або уникнення правди. Це час дивитися реальності в очі і бути чесним з собою та іншими." } },
  { "id": "major_12_the_hanged_man", "name": "Повішений", "upright": "Прийняття, новий погляд, відпускання", "reversed": "Застій, затримка, опір", "description": { "upright": "Повішений символізує паузу, новий погляд і відпускання контролю. Іноді прогрес приходить, коли ми дозволяємо собі подивитися на все інакше.", "reversed": "Перевернутий Повішений вказує на опір змінам, страх відпустити чи застрягання у бездіяльності. Це заклик визначитися: діяти чи здатися процесу." } },
  { "id": "major_13_death", "name": "Смерть", "upright": "Трансформація, завершення, оновлення", "reversed": "Опір змінам, застій, страх", "description": { "upright": "Смерть — це завершення одного етапу і початок іншого. Це про відпускання старого і прийняття трансформації, яка відкриває шлях новому.", "reversed": "Перевернута Смерть означає опір змінам і чіпляння за минуле. Це може блокувати розвиток і виснажувати енергію." } },
  { "id": "major_14_temperance", "name": "Поміркованість", "upright": "Баланс, гармонія, помірність", "reversed": "Надмірність, дисбаланс, конфлікт", "description": { "upright": "Помірність — це баланс, гармонія і вміння поєднувати протилежності. Вона закликає до терпіння, співпраці і пошуку золотої середини.", "reversed": "Перевернута Помірність вказує на крайнощі, нетерпіння чи внутрішній дисбаланс. Це знак зупинитися і відновити рівновагу." } },
  { "id": "major_15_the_devil", "name": "Диявол", "upright": "Залежність, спокуса, матеріалізм", "reversed": "Звільнення, свобода, повернення сили", "description": { "upright": "Диявол — це тіньова сторона бажань, залежності і обмеження. Він закликає побачити, що вас тримає в кайданах, і зрозуміти, чи вони не створені вами ж.", "reversed": "Перевернутий Диявол символізує звільнення від обмежень і відновлення контролю над своїм життям." } },
  { "id": "major_16_the_tower", "name": "Вежа", "upright": "Раптова зміна, переворот, одкровення", "reversed": "Уникнення краху, страх змін, затяжна нестабільність", "description": { "upright": "Вежа — це раптова зміна, яка руйнує старі основи. Це може бути шоком, але відкриває шлях для нового і міцнішого.", "reversed": "Перевернута Вежа означає уникання змін або затягування нестабільної ситуації. Краще прийняти неминуче." } },
  { "id": "major_17_the_star", "name": "Зірка", "upright": "Надія, натхнення, оновлення", "reversed": "Відчай, брак віри, від’єднаність", "description": { "upright": "Зірка — це надія, натхнення і оновлення. Вона закликає довіряти своєму шляху, відкритися творчості і відновити віру у себе.", "reversed": "Перевернута Зірка вказує на втрату віри, блокаду натхнення чи відчуття від’єднаності від внутрішнього світла." } },
  { "id": "major_18_the_moon", "name": "Місяць", "upright": "Ілюзія, інтуїція, непевність", "reversed": "Ясність, звільнення від страху, викриття правди", "description": { "upright": "Місяць символізує ілюзії, інтуїцію і невизначеність. Не все є таким, як здається — довіряйте чуттю, але перевіряйте факти.", "reversed": "Перевернутий Місяць означає прояснення, звільнення від страхів і виявлення прихованого." } },
  { "id": "major_19_the_sun", "name": "Сонце", "upright": "Радість, успіх, життєва сила", "reversed": "Тимчасова перешкода, песимізм, перенасичення", "description": { "upright": "Сонце — це радість, успіх і життєва енергія. Воно приносить ясність, тепло і нагадує святкувати життя.", "reversed": "Перевернуте Сонце вказує на тимчасові труднощі або втрату оптимізму. Це знак повернутися до подяки і радості." } },
  { "id": "major_20_judgement", "name": "Суд", "upright": "Пробудження, переосмислення, відродження", "reversed": "Самосумнів, відмова від змін, ігнорування поклику", "description": { "upright": "Суд — це пробудження і переоцінка життя. Це момент усвідомлення, коли ви приймаєте минуле і готові до оновлення.", "reversed": "Перевернутий Суд означає сумніви, заперечення або відмову змінюватися." } },
  { "id": "major_21_the_world", "name": "Світ", "upright": "Завершення, досягнення, цілісність", "reversed": "Незавершеність, затримка, брак завершення", "description": { "upright": "Світ — це завершення циклу, досягнення і відчуття цілісності. Це знак, що ви готові перейти на новий рівень.", "reversed": "Перевернутий Світ вказує на затримки, незавершені справи або відчуття, що чогось бракує." } },

  { 
    "id": "cups_01_ace_of_cups",
    "name": "Туз Кубків",
    "upright": "Кохання, співчуття, новий емоційний початок",
    "reversed": "Емоційний блок, порожнеча, пригнічені почуття",
    "description": {
      "upright": "Туз Кубків означає народження глибоких емоційних зв’язків, співчуття і творчого натхнення. Як посудина, що переповнюється свіжою водою, він символізує відкриття серця для нових можливостей у коханні, дружбі чи духовності. Карта закликає до щирості, емоційного вираження та готовності давати і приймати любов. Часто вказує на початок значущих стосунків або оновлення вже існуючих, а також на творчі прориви, натхнені щирими почуттями.",
      "reversed": "Перевернутий Туз Кубків вказує на емоційний блок, пригніченість або труднощі у встановленні зв’язків з іншими. Можлива емоційна виснаженість чи закритість через минулі образи або страх бути вразливим. Карта закликає дослідити, що блокує емоційний потік, і м’яко зняти ці бар’єри."
    }
  },
  { 
    "id": "cups_02_two_of_cups",
    "name": "Двійка Кубків",
    "upright": "Партнерство, гармонія, взаємний потяг",
    "reversed": "Дисбаланс, напруга, від’єднаність",
    "description": {
      "upright": "Двійка Кубків — карта взаємної поваги, притягання і емоційного зв’язку. Символізує партнерства, побудовані на рівності та довірі — романтичні, дружні чи професійні. Це знак глибокого розуміння та готовності йти назустріч одне одному.",
      "reversed": "Перевернута Двійка Кубків вказує на дисбаланс, непорозуміння чи напруженість у зв’язках. Можливо, ви віддаєте більше, ніж отримуєте, або стосунки втратили спільну основу. Потрібні чесна розмова і переоцінка спільних цінностей."
    }
  },
  { 
    "id": "cups_03_three_of_cups",
    "name": "Трійка Кубків",
    "upright": "Святкування, дружба, спільнота",
    "reversed": "Надмірність, плітки, ізоляція",
    "description": {
      "upright": "Трійка Кубків — це радість, єднання і святкування. Символізує моменти, коли ви збираєтесь з друзями, родиною чи спільнотою, щоб ділитися щастям і досягненнями. Карта нагадує, що радість зростає, коли її розділяють.",
      "reversed": "Перевернута Трійка Кубків може вказувати на надмірності, плітки чи відчуття відчуженості. Можливо, потрібно дистанціюватися від токсичних соціальних кіл і обирати оточення, яке підтримує."
    }
  },
  { 
    "id": "cups_04_four_of_cups",
    "name": "Четвірка Кубків",
    "upright": "Роздуми, апатія, переоцінка",
    "reversed": "Нові можливості, усвідомлення, прийняття",
    "description": {
      "upright": "Четвірка Кубків символізує період роздумів і емоційного відсторонення. Це може бути апатія чи зосередженість на тому, чого бракує, замість вдячності за наявне. Є ризик не помітити нові можливості.",
      "reversed": "Перевернута Четвірка Кубків означає відкритість до нового і пробудження інтересу до життя. Ви починаєте помічати можливості, які раніше ігнорували, і відчувати вдячність за те, що маєте."
    }
  },
  { 
    "id": "cups_05_five_of_cups",
    "name": "П’ятірка Кубків",
    "upright": "Втрата, горе, фокус на негативі",
    "reversed": "Прийняття, рух далі, прощення",
    "description": {
      "upright": "П’ятірка Кубків говорить про втрату, смуток і розчарування. Людина зображена такою, що оплакує пролиті кубки, ігноруючи ті, що залишилися. Карта нагадує визнати біль, але й помічати те, що можна зберегти і відновити.",
      "reversed": "Перевернута П’ятірка Кубків означає зцілення, прийняття і готовність рухатися далі. Ви знаходите сили пробачити, відпустити минуле і знову дивитися в майбутнє з надією."
    }
  },
  { 
    "id": "cups_06_six_of_cups",
    "name": "Шістка Кубків",
    "upright": "Ностальгія, дитячі спогади, невинність",
    "reversed": "Життя минулим, нереальні очікування",
    "description": {
      "upright": "Шістка Кубків символізує ностальгію, щедрість і невинність дитинства. Це про прості радощі і безкорисливе дарування. Може означати возз’єднання, повернення до знайомих місць або теплі спогади.",
      "reversed": "Перевернута Шістка Кубків застерігає від застрягання у минулому чи ідеалізації його. Потрібно брати найкраще з минулого, але жити теперішнім."
    }
  },
  { 
    "id": "cups_07_seven_of_cups",
    "name": "Сімка Кубків",
    "upright": "Вибір, фантазія, ілюзія",
    "reversed": "Ясність, фокус, рішучі дії",
    "description": {
      "upright": "Сімка Кубків говорить про безліч можливостей і водночас ілюзій. Не всі варіанти реальні чи корисні. Карта застерігає від мрійливості без дій і закликає до вибору з розсудливістю.",
      "reversed": "Перевернута Сімка Кубків приносить ясність і здатність відсіяти непотрібне. Це час сфокусуватися на тому, що справді важливе, і діяти рішуче."
    }
  },
  { 
    "id": "cups_08_eight_of_cups",
    "name": "Вісімка Кубків",
    "upright": "Відхід, пошук глибшого сенсу",
    "reversed": "Уникання, страх змін, застій",
    "description": {
      "upright": "Вісімка Кубків означає відхід від того, що більше не наповнює, у пошуках глибшого сенсу. Це може бути розрив зі стосунками, ситуаціями чи переконаннями, які втратили цінність.",
      "reversed": "Перевернута Вісімка Кубків вказує на страх змін або уникання необхідного відходу. Можливо, ви залишаєтесь у знайомому, хоч воно вже не служить вам."
    }
  },
  { 
    "id": "cups_09_nine_of_cups",
    "name": "Дев’ятка Кубків",
    "upright": "Задоволення, вдоволення, емоційне наповнення",
    "reversed": "Поверхнева радість, невдоволення, надмірність",
    "description": {
      "upright": "Дев’ятка Кубків, відома як «карта бажань», символізує задоволення, вдячність і емоційне благополуччя. Це час насолоджуватися плодами своєї праці та відчувати впевненість у собі.",
      "reversed": "Перевернута Дев’ятка Кубків може свідчити, що зовнішні досягнення не приносять справжнього задоволення. Може бути надмірність або пошук щастя лише у зовнішньому."
    }
  },
  { 
    "id": "cups_10_ten_of_cups",
    "name": "Десятка Кубків",
    "upright": "Гармонія, емоційне щастя, сім’я",
    "reversed": "Негармонія, розлад у стосунках, нестабільність",
    "description": {
      "upright": "Десятка Кубків символізує гармонію, глибоке емоційне задоволення та сімейне щастя. Це про взаємну підтримку, любов і відчуття приналежності.",
      "reversed": "Перевернута Десятка Кубків означає розлад, зруйновані стосунки або нестабільність там, де мала бути радість. Потрібно вирішити конфлікти або знизити ідеалізовані очікування."
    }
  },

  { "id": "swords_01_ace_of_swords", "name": "Туз Мечів", "upright": "Ясність, правда, нові ідеї", "reversed": "Плутанина, дезінформація, відсутність ясності", "description": { "upright": "Туз Мечів символізує потужний прорив у думках, спілкуванні чи розумінні. Як лезо, що розтинає туман, він відкриває правду і розвіює ілюзії. Це карта розумової ясності, рішучих дій і сміливості говорити правду. Вона з’являється, коли ви готові бачити речі такими, якими вони є, і робити вибір, спираючись на логіку та чесність.", "reversed": "Перевернутий Туз Мечів може вказувати на плутанину, помилкову інформацію або неправильну комунікацію. Може бути важко відрізнити правду від вигадки. Карта закликає сповільнитися, перевіряти факти і приймати рішення обережно." } },
  { "id": "swords_02_two_of_swords", "name": "Двійка Мечів", "upright": "Складний вибір, глухий кут, нерішучість", "reversed": "Роз’яснення, ухвалення рішення, зняття плутанини", "description": { "upright": "Двійка Мечів означає необхідність зробити складний вибір, часто з неповною інформацією. Це карта глухого кута, коли уникнення дій здається безпечнішим. Вона закликає зібрати факти, довіритися інтуїції і зіткнутися з ситуацією прямо, а не відкладати безкінечно.", "reversed": "Перевернута Двійка Мечів свідчить про появу ясності, яка дозволяє зрушити з мертвої точки. Або ж — про ще більшу плутанину через емоційне уникання. Чесність із собою та іншими допоможе рухатися далі." } },
  { "id": "swords_03_three_of_swords", "name": "Трійка Мечів", "upright": "Серцебіль, смуток, зрада", "reversed": "Зцілення, прощення, відновлення", "description": { "upright": "Трійка Мечів символізує глибокий емоційний біль, розчарування або зраду. Вона визнає наявність болю, але нагадує, що ясність приходить, коли ми стикаємось із важкими істинами. Це заклик дозволити собі прожити горе, знаючи, що з часом воно зміниться розумінням і зростанням.", "reversed": "Перевернута Трійка Мечів говорить про початок зцілення і звільнення від минулих ран. Ви можете знаходити завершення, пробачати або рухатися далі після розчарування." } },
  { "id": "swords_04_four_of_swords", "name": "Четвірка Мечів", "upright": "Відпочинок, відновлення, роздуми", "reversed": "Неспокій, виснаження, потреба діяти", "description": { "upright": "Четвірка Мечів символізує відпочинок, відновлення сил і тихі роздуми. Вона радить зробити паузу, відійти від стресу і дати собі час на відновлення, щоб підготуватися до нових дій.", "reversed": "Перевернута Четвірка Мечів вказує на неспокій, виснаження або нездатність розслабитися. Можливо, ви занадто себе навантажуєте і потребуєте паузи." } },
  { "id": "swords_05_five_of_swords", "name": "П’ятірка Мечів", "upright": "Конфлікт, напруга, поразка", "reversed": "Вирішення, примирення, рух далі", "description": { "upright": "П’ятірка Мечів говорить про конфлікт, відкритий чи прихований, де перемога може виявитися порожньою. Це попередження обирати чесність і принципи замість его та уникати суперечок, які не варті зусиль.", "reversed": "Перевернута П’ятірка Мечів символізує готовність залишити сварки в минулому, примиритися або просто відійти від ситуацій, що виснажують." } },
  { "id": "swords_06_six_of_swords", "name": "Шістка Мечів", "upright": "Перехід, рух далі, шлях зцілення", "reversed": "Складність із відпусканням, незавершені питання", "description": { "upright": "Шістка Мечів означає перехід до спокійнішого стану — фізично, емоційно чи ментально. Це відхід від труднощів у бік більш мирного майбутнього, навіть якщо шлях не є легким.", "reversed": "Перевернута Шістка Мечів вказує на опір змінам або небажання відпустити минуле. Можливо, ви несете з собою невирішені проблеми." } },
  { "id": "swords_07_seven_of_swords", "name": "Сімка Мечів", "upright": "Обман, стратегія, потайливість", "reversed": "Викриття правди, визнання, наслідки", "description": { "upright": "Сімка Мечів означає стратегію, обережне планування і часом обман. Це може бути потреба діяти непомітно чи захищати свої ідеї. Але також — застереження від нечесності з боку інших чи вас самих.", "reversed": "Перевернута Сімка Мечів свідчить про розкриття правди або вибір бути чесним після періоду приховування. Хоч це й може бути неприємно, але дає шанс на відновлення довіри." } },
  { "id": "swords_08_eight_of_swords", "name": "Вісімка Мечів", "upright": "Обмеження, пастка, несвобода", "reversed": "Свобода, новий погляд, наділення силою", "description": { "upright": "Вісімка Мечів зображує самообмеження або відчуття пастки. Хоч ситуація здається безвихідною, шлях уперед існує, якщо змінити спосіб мислення. Це заклик кинути виклик обмежуючим переконанням і відновити контроль над своїм життям.", "reversed": "Перевернута Вісімка Мечів означає звільнення від старих обмежень. Ви отримуєте ясність і впевненість, щоб рухатися далі, розуміючи, що свобода у ваших руках." } },
  { "id": "swords_09_nine_of_swords", "name": "Дев’ятка Мечів", "upright": "Тривога, хвилювання, провина", "reversed": "Надія, полегшення, зустріч зі страхами", "description": { "upright": "Дев’ятка Мечів символізує тривогу, безсонні ночі і важкі думки. Це нагадування, що страхи можуть бути перебільшені або надумані, але вони все ж потребують уваги. Карта закликає звернутися за підтримкою і подивитися в обличчя тому, що турбує.", "reversed": "Перевернута Дев’ятка Мечів говорить про полегшення, зменшення тривожності і готовність зустріти свої страхи. Ви знаходите способи керувати стресом і відновлювати надію." } },
  { "id": "swords_10_ten_of_swords", "name": "Десятка Мечів", "upright": "Зрада, болісне завершення, дно", "reversed": "Одужання, оновлення, стійкість", "description": { "upright": "Десятка Мечів символізує завершення болісного етапу, часто з почуттям зради або втрати. Хоч це і кінець, але він несе полегшення і відкриває простір для нового початку.", "reversed": "Перевернута Десятка Мечів означає відновлення, зцілення і здатність піднятися після важких часів. Ви стаєте сильнішими, ніж були раніше." } },

  { "id": "wands_01_ace_of_wands", "name": "Туз Жезлів", "upright": "Натхнення, нові можливості, зростання", "reversed": "Затримки, брак мотивації, втрачені шанси", "description": { "upright": "Туз Жезлів сповнений сирої творчої енергії, пристрасті та іскри нових починань. Це знак, що ідея, проєкт чи можливість готові пустити коріння і розквітнути, якщо ви діятимете. Карта закликає довіряти інстинктам, проявляти ініціативу та насолоджуватися хвилюванням від нових можливостей.", "reversed": "Перевернутий Туз Жезлів може вказувати на вагання, творчу блокаду чи відсутність натхнення. Можливо, ви втрачаєте шанс через страх або відсутність чіткого напрямку. Це нагадування відновити зв’язок із тим, що запалює ваш внутрішній вогонь, і зробити навіть маленькі кроки до мети." } },
  { "id": "wands_02_two_of_wands", "name": "Двійка Жезлів", "upright": "Планування, передбачливість, вибір", "reversed": "Страх змін, брак плану, обережність", "description": { "upright": "Двійка Жезлів символізує погляд у майбутнє і планування. Це карта, коли ви оцінюєте варіанти та обираєте напрямок для зростання. Вона закликає мислити сміливо і виходити за межі зони комфорту, щоб здобути більше можливостей.", "reversed": "Перевернута Двійка Жезлів означає нерішучість, страх невідомого або небажання діяти. Ви можете надто обережно грати, втрачаючи прогрес. Карта закликає до обдуманого ризику і віри у своє бачення." } },
  { "id": "wands_03_three_of_wands", "name": "Трійка Жезлів", "upright": "Розширення, прогрес, можливості", "reversed": "Затримки, перешкоди, вузьке бачення", "description": { "upright": "Трійка Жезлів — це карта розширення і прогресу. Вона вказує, що ваші плани вже в дії, а нові можливості наближаються. Це час зберігати терпіння, дивитися широко і бути готовим діяти в потрібний момент.", "reversed": "Перевернута Трійка Жезлів означає затримки, відсутність далекоглядності або втрачені шанси через вузьке мислення. Потрібно переоцінити підхід і зробити плани більш гнучкими." } },
  { "id": "wands_04_four_of_wands", "name": "Четвірка Жезлів", "upright": "Свято, стабільність, повернення додому", "reversed": "Напруга, нестабільність, брак підтримки", "description": { "upright": "Четвірка Жезлів символізує святкування, стабільність і радісні події. Вона часто вказує на зустрічі, возз’єднання чи досягнення, що приносять відчуття приналежності та безпеки.", "reversed": "Перевернута Четвірка Жезлів може означати нестабільність, напруженість у родині чи відчуження від свого кола підтримки. Це час відновлювати довіру та зміцнювати основу." } },
  { "id": "wands_05_five_of_wands", "name": "П’ятірка Жезлів", "upright": "Конфлікт, суперництво, різні думки", "reversed": "Вирішення, співпраця, компроміс", "description": { "upright": "П’ятірка Жезлів говорить про виклики, конкуренцію і зіткнення ідей. Здорове суперництво може сприяти розвитку, але важливо не дозволяти его затьмарювати співпрацю.", "reversed": "Перевернута П’ятірка Жезлів символізує зменшення напруги та готовність працювати разом. Це час вирішення конфліктів і пошуку компромісів." } },
  { "id": "wands_06_six_of_wands", "name": "Шістка Жезлів", "upright": "Перемога, визнання, успіх", "reversed": "Гординя, брак визнання, невдача", "description": { "upright": "Шістка Жезлів святкує перемогу, визнання і заслужений успіх. Це знак, що ваші зусилля та рішучість приносять плоди, і вас помічають за досягнення. Насолоджуйтеся цим моментом, залишаючись скромним і зосередженим.", "reversed": "Перевернута Шістка Жезлів може свідчити про відсутність визнання або тимчасові невдачі. Також застерігає від гордині та надмірної залежності від схвалення інших." } },
  { "id": "wands_07_seven_of_wands", "name": "Сімка Жезлів", "upright": "Оборона, наполегливість, відстоювання позиції", "reversed": "Перевтома, здавання, непідготовленість", "description": { "upright": "Сімка Жезлів показує стійкість і захист власної позиції. Це заклик залишатися впевненим і витривалим перед викликами, вірячи у власні сили.", "reversed": "Перевернута Сімка Жезлів може означати відчуття перевантаження або сумніви у здатності вистояти. Можливо, варто переглянути пріоритети і знайти підтримку." } },
  { "id": "wands_08_eight_of_wands", "name": "Вісімка Жезлів", "upright": "Швидкість, прогрес, рішучі дії", "reversed": "Затримки, фрустрація, непорозуміння", "description": { "upright": "Вісімка Жезлів символізує швидкий розвиток, спілкування та прогрес. Події розгортаються стрімко, і енергія на вашому боці. Час діяти рішуче та бути відкритим до нових можливостей.", "reversed": "Перевернута Вісімка Жезлів означає затримки, розчарування або непорозуміння, що гальмують рух уперед." } },
  { "id": "wands_09_nine_of_wands", "name": "Дев’ятка Жезлів", "upright": "Стійкість, витривалість, захист", "reversed": "Виснаження, оборонність, перевантаження", "description": { "upright": "Дев’ятка Жезлів символізує витривалість і рішучість перед тривалими випробуваннями. Вона закликає рухатися вперед, зберігаючи особисті межі та захищаючи власну енергію.", "reversed": "Перевернута Дев’ятка Жезлів може вказувати на виснаження, надмірну оборонну позицію або втрату цілей. Потрібно відпочити, відновитися і лише тоді продовжувати." } },
  { "id": "wands_10_ten_of_wands", "name": "Десятка Жезлів", "upright": "Тягар, відповідальність, важка праця", "reversed": "Звільнення, делегування, відпускання", "description": { "upright": "Десятка Жезлів зображує важкий тягар відповідальності та перевантаження. Хоча відданість справі похвальна, надмірне навантаження може виснажити. Потрібно подумати, що можна передати чи відпустити.", "reversed": "Перевернута Десятка Жезлів означає звільнення від тягаря, спрощення обов’язків або завершення складного етапу." } },

  { "id": "pentacles_01_ace_of_pentacles", "name": "Туз Пентаклів", "upright": "Нова можливість, добробут, втілення", "reversed": "Втрачена можливість, брак планування, фінансова затримка", "description": { "upright": "Туз Пентаклів символізує нові можливості для матеріального зростання, стабільності та достатку. Це шанс закласти міцний фундамент для процвітання — через кар’єрний розвиток, інвестиції чи практичні проєкти. Час діяти заради своїх цілей і максимально використовувати доступні ресурси.", "reversed": "Перевернутий Туз Пентаклів вказує на втрачені шанси, погане планування або затримки в матеріальному прогресі. Це нагадування підкріплювати амбіції ретельною підготовкою і уникати поспішних рішень." } },
  { "id": "pentacles_02_two_of_pentacles", "name": "Двійка Пентаклів", "upright": "Баланс, гнучкість, тайм-менеджмент", "reversed": "Перевантаження, безлад, дисбаланс", "description": { "upright": "Двійка Пентаклів зображує вміння вправно поєднувати кілька пріоритетів і залишатися гнучким. Це про здатність підтримувати баланс навіть під тиском і адаптуватися до змін.", "reversed": "Перевернута Двійка Пентаклів означає перевтому, погане управління часом або дисбаланс. Ви можете надто розпорошувати свої сили й потребуєте пріоритезувати найважливіше." } },
  { "id": "pentacles_03_three_of_pentacles", "name": "Трійка Пентаклів", "upright": "Співпраця, командна робота, розвиток майстерності", "reversed": "Брак взаємодії, непорозуміння, слабка якість", "description": { "upright": "Трійка Пентаклів символізує співпрацю, спільні цілі та цінність об’єднаних талантів. Це карта продуктивної командної роботи, де кожен робить свій внесок у спільний успіх.", "reversed": "Перевернута Трійка Пентаклів означає розбіжності, нестачу координації або низьку якість виконання. Вирішення непорозумінь допоможе відновити прогрес." } },
  { "id": "pentacles_04_four_of_pentacles", "name": "Четвірка Пентаклів", "upright": "Безпека, стабільність, утримування", "reversed": "Жадібність, фінансова незахищеність, відпускання", "description": { "upright": "Четвірка Пентаклів символізує стабільність, фінансову безпеку та бажання зберегти те, що маєте. Може вказувати на надмірне прагнення контролю чи накопичення. Потрібно знайти баланс між розумним збереженням і відкритістю до нових можливостей.", "reversed": "Перевернута Четвірка Пентаклів свідчить про звільнення від страху втрат і послаблення надмірного контролю. Також може застерігати від жадібності або надмірної прив’язаності до матеріального." } },
  { "id": "pentacles_05_five_of_pentacles", "name": "П’ятірка Пентаклів", "upright": "Скрута, втрата, ізоляція", "reversed": "Поліпшення, підтримка, відновлення", "description": { "upright": "П’ятірка Пентаклів означає труднощі — фінансові, емоційні або фізичні. Це визнання боротьби, але й нагадування, що допомога є, якщо звернутися по неї.", "reversed": "Перевернута П’ятірка Пентаклів говорить про покращення, відновлення і повернення на шлях стабільності. Ви знаходите ресурси та відчуваєте нову надію." } },
  { "id": "pentacles_06_six_of_pentacles", "name": "Шістка Пентаклів", "upright": "Щедрість, баланс, благодійність", "reversed": "Умовна допомога, нерівність, залежність", "description": { "upright": "Шістка Пентаклів символізує щедрість, баланс і взаємопідтримку. Це про справедливий обмін, вдячність і готовність ділитися своїми ресурсами.", "reversed": "Перевернута Шістка Пентаклів може означати нерівність у віддаванні та отриманні, залежність або приховані умови допомоги. Прагніть чесності й прозорості." } },
  { "id": "pentacles_07_seven_of_pentacles", "name": "Сімка Пентаклів", "upright": "Терпіння, довгострокове планування, інвестиція", "reversed": "Брак винагороди, нетерпіння, слабке планування", "description": { "upright": "Сімка Пентаклів означає оцінку результатів, терпіння і винагороду за стабільні зусилля. Це час аналізувати прогрес і вирішувати, як інвестувати свої ресурси далі.", "reversed": "Перевернута Сімка Пентаклів свідчить про розчарування через повільний прогрес або незадоволення результатами. Можливо, варто змінити стратегію." } },
  { "id": "pentacles_08_eight_of_pentacles", "name": "Вісімка Пентаклів", "upright": "Майстерність, відданість, ремесло", "reversed": "Брак фокусу, низька якість, виснаження", "description": { "upright": "Вісімка Пентаклів говорить про відданість, практику і прагнення майстерності. Це про старанну роботу, увагу до деталей і вдосконалення навичок через досвід.", "reversed": "Перевернута Вісімка Пентаклів означає відсутність фокусу, несталу роботу або вигорання. Потрібно відновити натхнення і якість у своїй діяльності." } },
  { "id": "pentacles_09_nine_of_pentacles", "name": "Дев’ятка Пентаклів", "upright": "Незалежність, самодостатність, розкіш", "reversed": "Фінансова залежність, надмірність, перешкоди", "description": { "upright": "Дев’ятка Пентаклів святкує незалежність, фінансову стабільність і насолоду плодами своєї праці. Це про самодостатність, вишуканість і комфорт, створені власними зусиллями.", "reversed": "Перевернута Дев’ятка Пентаклів може свідчити про залежність від інших, втрату стабільності або надмірність. Перегляд фінансових та особистих меж допоможе відновити баланс." } },
  { "id": "pentacles_10_ten_of_pentacles", "name": "Десятка Пентаклів", "upright": "Добробут, спадок, довгостроковий успіх", "reversed": "Нестабільність, сімейні конфлікти, фінансові втрати", "description": { "upright": "Десятка Пентаклів символізує тривалий успіх, безпеку та спадщину, яку ви будуєте з часом. Це про сімейну гармонію, достаток і реалізацію довгострокових цілей.", "reversed": "Перевернута Десятка Пентаклів може вказувати на нестабільність, сімейні конфлікти або втрату безпеки. Потрібно зміцнити основу і вирішити приховані проблеми." } }
]


